tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osrf/simulation", "https://github.com/Homebrew/brew"
brew "ack"
brew "act"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "readline"
brew "xz"
brew "python@3.10"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "azure-cli"
brew "black"
brew "boost"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "eigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloog"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "coreutils"
brew "corkscrew"
brew "cscope"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine", link: false
brew "doxygen"
brew "wxwidgets"
brew "erlang"
brew "faac"
brew "fastlane"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "node"
brew "firebase-cli"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "git-flow"
brew "git-lfs"
brew "gitleaks"
brew "glew"
brew "glfw"
brew "glm"
brew "gobject-introspection"
brew "gomplate"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "kompose"
brew "krb5"
brew "llvm"
brew "macvim"
brew "mercurial"
brew "mypy"
brew "nmap"
brew "numpy"
brew "qt@5"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "pidof"
brew "portmidi"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "s3cmd"
brew "scipy"
brew "scmpuff"
brew "sdl12-compat"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shellcheck"
brew "spatialindex"
brew "swig"
brew "terraform"
brew "texi2html"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn", link: false
brew "yasm"
brew "z"
brew "zlib"
brew "zsh"
cask "anaconda"
cask "aws-vault"
cask "qlstephen"
cask "xquartz"
cask "zulu11"
