tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "iveney/mocha"
tap "osrf/simulation"
tap "ros/deps"
cask "java"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "python"
brew "awscli"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "gmp"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "docker", link: false
brew "docker-machine", link: false
brew "libyaml"
brew "docker-compose"
brew "doxygen"
brew "eigen"
brew "wxmac"
brew "erlang"
brew "faac"
brew "ffmpeg", args: ["with-fdk-aac", "with-freetype", "with-frei0r", "with-libass", "with-libvorbis", "with-libvpx", "with-opencore-amr", "with-openjpeg", "with-opus", "with-rtmpdump", "with-speex", "with-theora", "with-tools"]
brew "unixodbc"
brew "freetds", args: ["with-unixodbc"]
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc", link: false
brew "gdb"
brew "git-flow"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "glm"
brew "graphviz"
brew "htop"
brew "jq"
brew "leptonica"
brew "libevent"
brew "llvm"
brew "macvim"
brew "mercurial"
brew "moreutils"
brew "mypy"
brew "nmap"
brew "node"
brew "numpy"
brew "tbb"
brew "opencv"
brew "pandoc"
brew "parallel", link: false
brew "pidof"
brew "portmidi"
brew "postgresql"
brew "qt"
brew "ruby"
brew "s3cmd"
brew "scipy"
brew "scmpuff"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "suite-sparse"
brew "swig"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "yarn", args: ["without-node"]
brew "yasm"
brew "z"
brew "zsh"
cask "android-file-transfer"
cask "aws-vault"
cask "calibre"
cask "copyq"
cask "dropbox"
cask "evernote"
cask "flux"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "pycharm"
cask "rambox"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "vlc"
cask "xquartz"
